export default {
  state:{
    offline:"有设备离线",
    normal:"正常",
    warning:"有异常参数",
    error:"有设备报警",
  },
  door:{
    d11:"1号库1号门",
    d12:"1号库2号门",
    d2:"2号库",
    d3:"3号库",
    d41:"4号库1号门",
    d42:"4号库2号门",
    d5:"5号库",
  },
  camera:{
    d11c1:"1号库1号门 1号摄像头",
    d11c2:"1号库1号门 2号摄像头",
    d12c1:"1号库2号门 1号摄像头",
    d12c2:"1号库2号门 2号摄像头",
    d2c1:"2号库 1号摄像头",
    d2c2:"2号库 2号摄像头",
    d3c1:"3号库 1号摄像头",
    d3c2:"3号库 2号摄像头",
    d41c1:"4号库1号门 1号摄像头",
    d41c2:"4号库1号门 2号摄像头",
    d42c1:"4号库2号门 1号摄像头",
    d42c2:"4号库2号门 2号摄像头",
    d5c1:"5号库 1号摄像头",
    d5c2:"5号库 2号摄像头",
  },
  type:{
    temperature:"温度",
    humidity:"湿度",
    pm25:"PM2.5",
    voc:"VOC",
    smokeAlarm:"烟感",
    power:"电力",
  },
  message:{
    offline:"设备离线！",
    warning:"设备故障！",
    error:"设备告警！",
    demoStart:"启报警监测demo，数秒后开始报警状态推送，请稍后",
    demoEnd:"警监测demo，已结束！"
  }
}
