export default {
  state:{
    offline:"有設備離線",
    normal:"正常",
    warning:"有異常參數",
    error:"有設備報警",
  },
  door:{
    d11:"1號庫1號門",
    d12:"1號庫2號門",
    d2:"2號庫",
    d3:"3號庫",
    d41:"4號庫1號門",
    d42:"4號庫2號門",
    d5:"5號庫",
  },
  camera:{
    d11c1:"1號庫1號門 1號攝像頭",
    d11c2:"1號庫1號門 2號攝像頭",
    d12c1:"1號庫2號門 1號攝像頭",
    d12c2:"1號庫2號門 2號攝像頭",
    d2c1:"2號庫 1號攝像頭",
    d2c2:"2號庫 2號攝像頭",
    d3c1:"3號庫 1號攝像頭",
    d3c2:"3號庫 2號攝像頭",
    d41c1:"4號庫1號門 1號攝像頭",
    d41c2:"4號庫1號門 2號攝像頭",
    d42c1:"4號庫2號門 1號攝像頭",
    d42c2:"4號庫2號門 2號攝像頭",
    d5c1:"5號庫 1號攝像頭",
    d5c2:"5號庫 2號攝像頭",
  },
  type:{
    temperature:"溫度",
    humidity:"濕度",
    pm25:"PM2.5",
    voc:"VOC",
    smokeAlarm:"煙感",
    power:"電力",
  },
  message:{
    offline:"設備離線！",
    warning:"設備故障！",
    error:"設備告警！",
    demoStart:"啟報警監測demo，數秒後開始報警狀態推送，請稍後",
    demoEnd:"警監測demo，已結束！"
  }
}